content/Status.org
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="theme/rethink.css" />
#+OPTIONS: toc:nil num:nil html-style:nil
#+TITLE: Status Dashboard
#+AUTHOR: Dowland Aiello
#+DATE: 06/19/2022

* Development Wiki

** About

This is the Vision Development Dashboard. It provides a transparent view into Vision's development pipeline, and current progress.

** Status

| Current Task | Description                                                                                                                                                    | Date Begun | ETA      |
|--------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------+------------+----------|
| VVM          | Implementation of a system that can facilitate message-passing between modules, manage permissions for user apps, and execute dynamic code with minimal bloat. | 06/08/22   | 06/31/22 |

More information on the status of Vision development can be found on the [[file:Roadmap.org::*Roadmap][roadmap document]].
