public/Status.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-07-25 Mon 18:14 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Status Dashboard</title>
<meta name="author" content="Dowland Aiello" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="theme/rethink.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Status Dashboard</h1>

<div id="outline-container-org71666ae" class="outline-2">
<h2 id="org71666ae">Development Wiki</h2>
<div class="outline-text-2" id="text-org71666ae">
</div>
<div id="outline-container-orgfba2bd5" class="outline-3">
<h3 id="orgfba2bd5">About</h3>
<div class="outline-text-3" id="text-orgfba2bd5">
<p>
This is the Vision Development Dashboard. It provides a transparent view into Vision's development pipeline, and current progress.
</p>
</div>
</div>

<div id="outline-container-org1a59a5d" class="outline-3">
<h3 id="org1a59a5d">Status</h3>
<div class="outline-text-3" id="text-org1a59a5d">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Current Task</th>
<th scope="col" class="org-left">Description</th>
<th scope="col" class="org-left">Date Begun</th>
<th scope="col" class="org-left">ETA</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">VVM</td>
<td class="org-left">Implementation of a system that can facilitate message-passing between modules, manage permissions for user apps, and execute dynamic code with minimal bloat.</td>
<td class="org-left">07/08/22</td>
<td class="org-left">07/31/22</td>
</tr>
</tbody>
</table>

<p>
More information on the status of Vision development can be found on the <a href="Roadmap.html#org1479df9">roadmap document</a>.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 06/19/2022</p>
<p class="author">Author: Dowland Aiello</p>
<p class="date">Created: 2022-07-25 Mon 18:14</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
